[
    {
        "id": "evt12345",
        "image": "https://i.ibb.co/4FLc5Z2/spencer-scott-pugh-5zuam4o4-RE-unsplash.jpg",
        "title": "Live Streaming",
        "Price_Range": "$7,500 - $10,000",
        "description": "NiN SYSTEMS is prepared to create online full-scale live stream productions for virtual viewing, or for your hybrid live events that need to include a larger, virtual audience. Our audio visual production team will work with you one-on-one to provide live stream production support, including stage design, lighting, video, and audio solutions. We will ensure your virtual events are presented professionally, without risking the health of your attendees.You can focus on the content, while NiN SYSTEMS team works with any preferred platform: social media, Zoom, Microsoft Teams, internal meeting platforms, and other online conferencing tools. Whatever the size of your virtual event, NiN SYSTEMS can help you plan and execute in as little as 24 hours.Contact us today to schedule a complimentary consultation and see how NiN SYSTEMS can provide viable and cost-effective alternatives for in-person live events."
    },
    {
        "id": "evt13579",
        "image": "https://i.ibb.co/hB5h6Sg/alex-korolev-lg-Ri3-Dxge5w-unsplash.jpg",
        "title": "Stage Design",
        "Price_Range": "$15,500 - $25,000",
        "description": "Celebrate the vibrant rhythms of Latin music at our fiesta fiesta! Salsa, merengue, and reggaeton will keep you dancing all night long. With decades of experience, NiN SYSTEMS knows how to design performance venues that are functional, beautiful, and occasionally mind-blowing. From general conception to the smallest details, our team has the passion and the know-how to realize any type of design, from smaller stages to spectacular large-scale creations."
    },
    {
        "id": "evt56789",
        "image": "https://i.ibb.co/Dz2J4cd/alexey-ruban-73o-Fz-Z5x-w-unsplash.jpg",
        "title": "Audio",
        "Price_Range": "$3,000 - $7,000",
        "description": "We can create custom audio systems for any size band and any group of instruments, so that everyone in the audience enjoys full, crystal-clear sound. With a full range of state-of-the-art audio gear and a team of first-rate technicians, NiN SYSTEMS will ensure that you sound as good as you really are. We can create custom audio systems for any size band and any group of instruments, so that everyone in the audience enjoys full, crystal-clear sound. crystal-clear sound. With a full range of state-of-the-art audio gear and a team of first-rate technicians, NiN SYSTEMS will ensure that you sound as good as you really are."
    },
    {
        "id": "evt98765",
        "image": "https://i.ibb.co/cwnyVmc/aditya-chinchure-Zh-QCZjr9f-Ho-unsplash.jpg",
        "title": "LIGHTING",
        "Price_Range": "$5,000 - $8,000",
        "description": "NiN SYSTEMS offers lighting solutions to enhance any act and provide audiences with a more immersive experience. Our advanced equipment is extremely versatile, and we know how to put together a system that hits the mark every time. From dramatic illumination to dazzling special effects, est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action.est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. NiN SYSTEMS' high-end, energy-efficient lighting ensures that you’re shown off to best advantage. Our advanced equipment is extremely versatile, and we know how to put together a system that hits the mark every time. From dramatic illumination to dazzling special effects,"
    },
    {
        "id": "evt54321",
        "image": "https://i.ibb.co/9GWBM0X/seth-doyle-3rc-T6-Njjb-U-unsplash.jpg",
        "title": "Video",
        "Price_Range": "$9,000 - $15,000",
        "description": "Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action.est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,"
    },
    {
        "id": "evt2488230",
        "image": "https://i.ibb.co/sQ40GgR/john-matychuk-g-UK3l-A3-K7-Yo-unsplash.jpg",
        "title": "Scenic Elements",
        "Price_Range": "$25,700 - $45,200",
        "description": "NiN SYSTEMS has extensive experience working with designers and technicians, and we are dedicated to bringing creative visions to life. est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action.est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. We will work with you to source or create whatever scenery, props or other elements you require, and ensure that they fit with other components and systems. We will work with you to source or create whatever scenery, props or other elements you require, and ensure that they fit with other components and systems. We will work with you to source or create whatever scenery, props or other elements you require, and ensure that they fit with other components and systems."
    },
    {
        "id": "evt59322",
        "image": "https://i.ibb.co/Dz2J4cd/alexey-ruban-73o-Fz-Z5x-w-unsplash.jpg",
        "title": "Eko",
        "Price_Range": "$19,000 - $25,000",
        "description": "Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching,est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action.est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording"
    },
    {
        "id": "ev4ewt547221",
        "image": "https://i.ibb.co/gDwNtwz/colin-lloyd-n-YX1-DTOhj-XI-unsplash.jpg",
        "title": "PhotoShoot",
        "Price_Range": "$1,000 - $5,000",
        "description": "Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action.est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,"
    },
    {
        "id": "ev3et547221",
        "image": "https://i.ibb.co/sQ40GgR/john-matychuk-g-UK3l-A3-K7-Yo-unsplash.jpg",
        "title": "Only Instrument",
        "Price_Range": "$1,000 - $5,000",
        "description": "Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection,est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action.est in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,"
    },
    {
        "id": "ev3et5947221",
        "image": "https://i.ibb.co/fr0G3vp/john-mark-arnold-so-Mv-IOHmdg-M-unsplash.jpg",
        "title": "Only Live",
        "Price_Range": "$9,000 - $25,000",
        "description": "Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,"
    },
    {
        "id": "ev3etq5947221",
        "image": "https://i.ibb.co/qFhfVJm/joey-thompson-4z-N-PKsb-Ww-unsplash.jpg",
        "title": "Male Dancer",
        "Price_Range": "$29,000 - $65,000",
        "description": "Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,"
    },
    {
        "id": "ev3etw5947221",
        "image": "https://i.ibb.co/0DM0WnM/jade-masri-74tl-EYKgr-BE-unsplash.jpg",
        "title": "Female Dancer",
        "Price_Range": "$60,000 - $85,000",
        "description": "Music may be the main attraction, but video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, processing and projection technology, NiN SYSTEMS can do it all—from live and recorded video switching, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording, to super-large-screen projection, content creation, and more. ut video adds the extra dimension that engages audiences and brings them closer to the action. With the latest in recording,"
    }
    
]